export const yuri = [
    'юри',
    'юричка',
    'yuri',
    'юренция',
    'юрася',
    'юраченька',
    'юрасенька',
];
export const smile = {
    good: {
        jap: [
            '(¬‿¬)',
            '(◕‿◕)♡',
            '(((༼•̫͡•༽)))',
            'ʕ◉ᴥ◉ʔ',
            '(●´ω｀●)',
            '(ᵔᴥᵔ)',
            '(◕‿◕)',
            '(づ｡◕‿‿◕｡)づ',
        ],
        classic: [':3', '<3', ')', ':)', '=*', ':D', '=D', '=3', ':>'],
    },
    neutral: {
        jap: ['¯_(ツ)_/¯', '( ͡° ͜ʖ ͡°)', '(ಠ_ಠ)', 'ಠoಠ', '⊙﹏⊙', '(⊙ω⊙)'],
    },
    bad: {
        jap: ['⊙︿⊙', '(╥_╥)', '┌( ͝° ͜ʖ͡°)=ε/̵͇̿̿/’̿’̿ ̿', 'ᕦ༼◣_◢༽つ', '(；一_一)'],
        classic: [':‹', ':(', '(', '-_-', '=(', '>:(', '>_<', 'o_O'],
    },
    tilda: ['~', '~', '~~', '~~~'],
};
//# sourceMappingURL=yuri.database.js.map